tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
brew "asdf"
brew "bash"
brew "bash-completion"
brew "bat" # cat replacement
brew "coreutils"
brew "diffutils"
brew "dnsmasq"
brew "docker"
brew "docutils"
brew "dpkg"
brew "duti"
brew "exiftool"
brew "fd" # file finding
brew "ffmpeg"
brew "fontconfig"
brew "fzf"
brew "gh" # github client, useful for neovim plugins
brew "git"
brew "git-delta" # fancy git diff
brew "git-lfs"
brew "gitleaks"
brew "gnupg"
brew "gpgme"
brew "graphicsmagick"
brew "grep"
brew "htop"
brew "hugo"
brew "jemalloc"
brew "jless"
brew "jq"
brew "less"
brew "libffi"
brew "libiconv"
brew "libyaml"
brew "lsd" # ls replacement
brew "luajit", args: ["HEAD"]
brew "mas"
brew "mike-engel/jwt-cli/jwt-cli"
brew "pstree"
brew "re2"
brew "readline"
brew "rename"
brew "ripgrep"
brew "sd" # sed replacement
brew "terminal-notifier"
brew "tree"
brew "tree-sitter"
brew "watch"
brew "wget"
brew "youtube-dl"
brew "yq" # yaml jq
brew "zlib"
brew "zsh"
cask "1password"
cask "alfred"
cask "appcleaner"
cask "dash"
cask "font-jetbrains-mono"
cask "font-symbols-only-nerd-font"
cask "google-drive"
cask "istat-menus"
cask "itsycal"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "keyboard-maestro"
cask "monitorcontrol"
cask "nordlayer"
cask "postman"
cask "qlmarkdown"
cask "slack"
cask "spotify"
cask "tableplus"
cask "the-unarchiver"
cask "visual-studio-code"
cask "wezterm@nightly"
mas "1Password for Safari", id: 1569813296
mas "Amphetamine", id: 937984704
mas "Broadcasts", id: 1469995354
mas "GarageBand", id: 682658836
mas "Okta Extension App", id: 1439967473
mas "Peek", id: 1554235898
mas "Super Agent", id: 1568262835
mas "Userscripts-Mac-App", id: 1463298887
mas "Xcode", id: 497799835
