tap "anomalyco/tap"
tap "mike-engel/jwt-cli"
brew "anomalyco/tap/opencode"
brew "bash"
brew "bash-completion"
brew "bat"
brew "checkmake"
brew "cmake"
brew "coreutils"
brew "diffutils"
brew "dnsmasq", restart_service: :changed
brew "docker"
brew "docutils"
brew "dpkg"
brew "duti"
brew "exiftool"
brew "fd"
brew "ffmpeg"
brew "fontconfig"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gitleaks"
brew "gnupg"
brew "gpgme"
brew "graphicsmagick"
brew "grep"
brew "htop"
brew "hugo"
brew "jemalloc"
brew "jless"
brew "jq"
brew "less"
brew "libffi"
brew "libiconv"
brew "libyaml"
brew "lsd"
brew "lua-language-server"
brew "luajit"
brew "mas"
brew "mike-engel/jwt-cli/jwt-cli"
brew "mise"
brew "ninja"
brew "openssl@3"
brew "pkgconf"
brew "pstree"
brew "re2"
brew "readline"
brew "rename"
brew "ripgrep"
brew "runit", restart_service: :changed
brew "sd"
brew "terminal-notifier"
brew "tree"
brew "tree-sitter"
brew "watch"
brew "wget"
brew "yamllint"
brew "yq"
brew "zlib"
brew "zsh"
cask "1password"
cask "1password-cli"
cask "alfred"
cask "appcleaner"
cask "dash"
cask "font-jetbrains-mono"
cask "font-symbols-only-nerd-font"
cask "google-drive"
cask "istat-menus"
cask "itsycal"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "keyboard-maestro"
cask "monitorcontrol"
cask "nordlayer"
cask "postman"
cask "qlmarkdown"
cask "rectangle"
cask "slack"
cask "spotify"
cask "tableplus"
cask "telegram"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vlc"
cask "wezterm@nightly"
cask "zed"
go "cmd/go"
go "cmd/gofmt"
mas "1Password for Safari", id: 1569813296
mas "Amphetamine", id: 937984704
mas "Broadcasts", id: 1469995354
mas "Paste", id: 967805235
mas "Peek", id: 1554235898
mas "Super Agent", id: 1568262835
mas "Userscripts", id: 1463298887
mas "WhatsApp", id: 310633997
mas "Xcode", id: 497799835
