tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "antibody"
brew "asdf"
brew "bash"
brew "bash-completion"
brew "bat" # cat replacement
brew "coreutils"
brew "fd" # file finding
brew "fontconfig"
brew "fzf"
brew "git"
brew "git-delta" # fancy git diff
brew "golangci-lint"
brew "grc"
brew "grep"
brew "htop"
brew "hugo"
brew "jemalloc"
brew "jless"
brew "jq"
brew "less"
brew "lsd" # ls replacement
brew "luajit", args: ["HEAD"]
brew "markdownlint-cli"
brew "mas"
brew "neovim", args: ["HEAD"]
brew "pstree"
brew "re2"
brew "readline"
brew "rename"
brew "ripgrep"
brew "sd" # sed replacement
brew "stylua"
brew "tree"
brew "watch"
brew "wget"
brew "youtube-dl"
brew "zsh"
cask "1password"
cask "alfred"
cask "appcleaner"
cask "bartender"
cask "dash"
cask "font-caskaydia-cove-nerd-font"
cask "google-drive"
cask "gpg-suite"
cask "imageoptim"
cask "intel-power-gadget"
cask "istat-menus"
cask "iterm2"
cask "itsycal"
cask "karabiner-elements"
cask "kitty"
cask "notion"
cask "qlmarkdown"
cask "qmk-toolbox"
cask "shottr"
cask "slack"
cask "spotify"
cask "swiftbar"
cask "tableplus"
cask "the-unarchiver"
cask "visual-studio-code"
cask "zsa-wally"
mas "1Password for Safari", id: 1569813296
mas "Amphetamine", id: 937984704
mas "GarageBand", id: 682658836
mas "Okta Extension App", id: 1439967473
mas "Super Agent", id: 1568262835
mas "Userscripts", id: 1463298887
mas "Xcode", id: 497799835
