tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "neovim/neovim"
tap "universal-ctags/universal-ctags"
brew "asdf"
brew "bash"
brew "bash-completion"
brew "bat"
brew "cmake"
brew "coreutils"
brew "fontconfig"
brew "fzf"
brew "git"
brew "gnupg"
brew "grep"
brew "htop"
brew "jemalloc"
brew "jq"
brew "libevent"
brew "libiconv"
brew "libidn"
brew "libssh"
brew "libssh2"
brew "libtool"
brew "libuv"
brew "libvterm"
brew "libxml2"
brew "libxslt"
brew "lua"
brew "neovim"
brew "oniguruma"
brew "ossp-uuid"
brew "pinentry"
brew "pinentry-mac"
brew "pstree"
brew "readline"
brew "rename"
brew "shfmt"
brew "the_silver_searcher"
brew "tree"
brew "universal-ctags/universal-ctags/universal-ctags"
brew "watch"
brew "wget"
brew "youtube-dl"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "alfred"
cask "appcleaner"
cask "bartender"
cask "bettertouchtool"
cask "bitbar"
cask "bose-updater"
cask "brave-browser"
cask "chai"
cask "dash"
cask "firefox"
cask "font-hack"
cask "font-jetbrains-mono"
cask "google-backup-and-sync"
cask "google-chrome"
cask "gpg-suite"
cask "imageoptim"
cask "intel-power-gadget"
cask "istat-menus"
cask "iterm2"
cask "itsycal"
cask "kap"
cask "keybase"
cask "lunar"
cask "macmediakeyforwarder"
cask "nightowl"
cask "rectangle"
cask "skitch"
cask "slack"
cask "spotify"
cask "the-unarchiver"
cask "visual-studio-code"
cask "whatsapp"
