tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
brew "asdf"
brew "bash"
brew "bash-completion"
brew "bat" # cat replacement
brew "coreutils"
brew "fd" # file finding
brew "fontconfig"
brew "fzf"
brew "git"
brew "git-delta" # fancy git diff
brew "gnupg"
brew "gnupg"
brew "gnupg2"
brew "grep"
brew "htop"
brew "jemalloc"
brew "jq"
brew "less"
brew "lsd" # ls replacement
brew "luajit", args: ["HEAD"] # for neovim
brew "mas"
brew "neovim"
brew "pinentry"
brew "pinentry-mac"
brew "pstree"
brew "readline"
brew "rename"
brew "ripgrep"
brew "sd" # sed replacement
brew "stylua"
brew "tree"
brew "watch"
brew "wget"
brew "youtube-dl"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "alfred"
cask "appcleaner"
cask "bartender"
cask "beardedspice"
cask "dash"
cask "font-caskaydia-cove-nerd-font"
cask "google-drive"
cask "gpg-suite"
cask "imageoptim"
cask "intel-power-gadget"
cask "istat-menus"
cask "iterm2"
cask "itsycal"
cask "kap"
cask "ngrok"
cask "nordvpn"
cask "notion"
cask "rectangle"
cask "sbarex-qlmarkdown"
cask "skitch"
cask "slack"
cask "spotify"
cask "swiftbar"
cask "tableplus"
cask "the-unarchiver"
cask "visual-studio-code"
mas "1Password", id: 1333542190
mas "Amphetamine", id: 937984704
