tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/services'
tap 'homebrew/versions'
tap 'neovim/neovim'
tap 'universal-ctags/universal-ctags'
cask 'java'
brew 'ack'
brew 'autoconf'
brew 'automake'
brew 'readline'
brew 'bash'
brew 'bash-completion'
brew 'boost'
brew 'git'
brew 'carthage'
brew 'cmake'
brew 'cocoapods'
brew 'cscope'
brew 'docker'
brew 'doxygen'
brew 'openssl'
brew 'jpeg'
brew 'libpng'
brew 'libtiff'
brew 'wxmac'
brew 'erlang'
brew 'elixir'
brew 'freetype'
brew 'fontconfig'
brew 'webp'
brew 'gd'
brew 'gdbm'
brew 'gettext'
brew 'go'
brew 'libtool'
brew 'graphviz'
brew 'heroku'
brew 'lua'
brew 'highlight'
brew 'htop'
brew 'hub'
brew 'icu4c'
brew 'jemalloc'
brew 'oniguruma'
brew 'jq'
brew 'libevent'
brew 'libssh'
brew 'libssh2'
brew 'libtermkey'
brew 'libuv'
brew 'libvterm'
brew 'sqlite'
brew 'python'
brew 'libxml2'
brew 'libxslt'
brew 'libyaml'
brew 'xz'
brew 'python3'
brew 'macvim'
brew 'markdown'
brew 'msgpack'
brew 'mysql', restart_service: true
brew 'node'
brew 'nvm'
brew 'pcre'
brew 'perl'
brew 'phantomjs'
brew 'pkg-config'
brew 'postgresql', restart_service: true
brew 'ruby-build'
brew 'rbenv'
brew 'rbenv-default-gems'
brew 'rename'
brew 'ripgrep'
brew 'ruby'
brew 'sbt'
brew 'scala'
brew 'swiftlint'
brew 'the_silver_searcher'
brew 'tmate'
brew 'tree'
brew 'unibilium'
brew 'vim', args: ['with-override-system-vi', 'with-lua', 'HEAD']
brew 'watch'
brew 'watchman'
brew 'wget'
brew 'youtube-dl'
brew 'zsh', args: ['without-etcdir']
brew 'zsh-autosuggestions'
brew 'zsh-completions'
brew 'zsh-syntax-highlighting'
brew 'homebrew/dupes/grep'
brew 'neovim/neovim/neovim', args: ['HEAD']
brew 'universal-ctags/universal-ctags/universal-ctags', args: ['HEAD']
cask '1password-beta'
cask 'alfred'
cask 'atom'
cask 'bartender'
cask 'dash'
cask 'divvy'
cask 'dropbox'
cask 'firefox'
cask 'flux'
cask 'gitify'
cask 'google-chrome'
cask 'hammerspoon'
cask 'imageoptim'
cask 'iterm2'
cask 'itsycal'
cask 'kindle'
cask 'licecap'
cask 'paw'
cask 'skitch'
cask 'skype'
cask 'spectacle'
cask 'spotify'
cask 'vlc'
cask 'xmind'
