tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/services'
tap 'homebrew/versions'
tap 'neovim/neovim'
tap 'universal-ctags/universal-ctags'

brew 'ack'
brew 'bash'
brew 'bash-completion'
brew 'elixir', args: ['HEAD']
brew 'fzf'
brew 'gdbm'
brew 'git'
brew 'grep'
brew 'heroku-toolbelt'
brew 'highlight'
brew 'libevent'
brew 'libtool'
brew 'libyaml'
brew 'lua'
brew 'markdown'
brew 'neovim', args: ['HEAD']
brew 'node'
brew 'openssl'
brew 'postgresql'
brew 'python'
brew 'python3'
brew 'readline'
brew 'rename'
brew 'rbenv'
brew 'ruby'
brew 'ruby-build'
brew 'sqlite'
brew 'the_silver_searcher'
brew 'tree'
brew 'universal-ctags', args: ['HEAD']
brew 'vim', args: ['with-override-system-vi', 'with-lua', 'HEAD']
brew 'watch'
brew 'wget'
brew 'xz' # for nokogiri
brew 'zsh', args: ['without-etcdir']
brew 'zsh-completions'
brew 'zsh-syntax-highlighting'

cask 'alfred'
cask 'atom'
cask 'bartender'
cask 'dash'
cask 'dropbox'
cask 'firefox'
cask 'flux'
cask 'google-chrome'
cask 'imageoptim'
cask 'iterm2'
cask 'itsycal'
cask 'licecap'
cask 'spectacle'
cask 'spotify'
cask 'xmind'
