tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
brew "asdf"
brew "bash"
brew "bash-completion"
brew "bash-language-server" # lsp server bash
brew "vscode-langservers-extracted" # lsp server css/json/sql
brew "bat" # cat replacement
brew "coreutils"
brew "dfu-programmer" # flash keyboard firmware
brew "diffutils"
brew "dnsmasq"
brew "docker"
brew "docutils"
brew "dpkg"
brew "duti"
brew "editorconfig-checker" # linter generic
brew "efm-langserver" # lsp server generic
brew "exiftool"
brew "fd" # file finding
brew "ffmpeg"
brew "fontconfig"
brew "fzf"
brew "gh" # github client, useful for neovim plugins
brew "git"
brew "git-delta" # fancy git diff
brew "git-lfs"
brew "gitleaks"
brew "gnupg"
brew "golangci-lint"
brew "golangci-lint" # linter go
brew "gpgme"
brew "graphicsmagick"
brew "grep"
brew "htop"
brew "hugo"
brew "jemalloc"
brew "jless"
brew "jq"
brew "less"
brew "libffi"
brew "libiconv"
brew "libyaml"
brew "lsd" # ls replacement
brew "lua-language-server" # lsp server lua
brew "luacheck" # linter lua
brew "luajit", args: ["HEAD"]
brew "markdownlint-cli"
brew "mas"
brew "mike-engel/jwt-cli/jwt-cli"
brew "pstree"
brew "re2"
brew "readline"
brew "rename"
brew "ripgrep"
brew "sd" # sed replacement
brew "shellcheck" # linter sh
brew "shfmt" # formatter sh
brew "stylua" # formatter lua
brew "terminal-notifier"
brew "tree"
brew "tree-sitter"
brew "watch"
brew "wget"
brew "yaml-language-server" # lsp server yaml
brew "youtube-dl"
brew "yq"
brew "zlib"
brew "zsh"
cask "1password"
cask "alfred"
cask "appcleaner"
cask "bartender"
cask "dash"
cask "font-jetbrains-mono"
cask "font-symbols-only-nerd-font"
cask "google-drive"
cask "istat-menus"
cask "itsycal"
cask "karabiner-elements"
cask "keyboard-maestro"
cask "monitorcontrol"
cask "nordlayer"
cask "qlmarkdown"
cask "qmk-toolbox"
cask "slack"
cask "spotify"
cask "tableplus"
cask "the-unarchiver"
cask "visual-studio-code"
cask "wezterm"
cask "xbar"
mas "1Password for Safari", id: 1569813296
mas "Amphetamine", id: 937984704
mas "Broadcasts", id: 1469995354
mas "GarageBand", id: 682658836
mas "Okta Extension App", id: 1439967473
mas "Peek", id: 1554235898
mas "Super Agent", id: 1568262835
mas "Userscripts-Mac-App", id: 1463298887
mas "Xcode", id: 497799835
vscode "Catppuccin.catppuccin-vsc"
vscode "GitLab.gitlab-workflow"
vscode "Mebrahtom.plantumlpreviewer"
vscode "castwide.solargraph"
vscode "cweijan.vscode-office"
vscode "davidnussio.vscode-jq-playground"
vscode "george-alisson.html-preview-vscode"
vscode "golang.go"
vscode "jq-syntax-highlighting.jq-syntax-highlighting"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "rebornix.ruby"
vscode "sumneko.lua"
vscode "vscodevim.vim"
vscode "will-wow.vscode-alternate-file"
vscode "wingrunr21.vscode-ruby"
