tap "caskroom/cask"
tap "caskroom/versions"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/services"
tap "homebrew/versions"
tap "neovim/neovim"
tap "universal-ctags/universal-ctags"
cask "java"
brew "readline"
brew "bash"
brew "bash-completion"
brew "cmake"
brew "cscope"
brew "perl"
brew "git"
brew "docker"
brew "doxygen"
brew "libpng"
brew "wxmac"
brew "elixir"
brew "freetype"
brew "fontconfig"
brew "fzf"
brew "gd"
brew "gettext"
brew "go"
brew "libtool"
brew "graphviz"
brew "grep"
brew "node"
brew "heroku"
brew "lua"
brew "highlight"
brew "htop"
brew "jemalloc"
brew "oniguruma"
brew "jq"
brew "libevent"
brew "libssh"
brew "libssh2"
brew "libuv"
brew "libvterm"
brew "libxml2"
brew "libxslt"
brew "markdown"
brew "msgpack"
brew "neovim"
brew "python"
brew "python3"
brew "qt@5.5"
brew "ruby-build"
brew "rbenv"
brew "rbenv-default-gems"
brew "rename"
brew "ruby"
brew "the_silver_searcher"
brew "tree"
brew "vim"
brew "watch"
brew "watchman"
brew "yarn"
brew "youtube-dl"
brew "zsh", args: ["without-etcdir"]
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "1password"
cask "alfred"
cask "atom"
cask "bartender"
cask "bitbar"
cask "dash"
cask "divvy"
cask "dropbox"
cask "firefox"
cask "google-chrome"
cask "imageoptim"
cask "iterm2"
cask "itsycal"
cask "licecap"
cask "magicprefs"
cask "skitch"
cask "skype"
cask "slack-beta"
cask "spectacle"
cask "spotify"
cask "the-unarchiver"
cask "vagrant"
cask "virtualbox"
cask "vlc"
cask "whatsapp"
cask "xmind"
