tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "neovim/neovim"
tap "universal-ctags/universal-ctags"
brew "bash"
brew "bash-completion"
brew "bat"
brew "cmake"
brew "diff-so-fancy"
brew "docker"
brew "doxygen"
brew "elixir"
brew "exercism"
brew "fontconfig"
brew "freetype"
brew "fx"
brew "fzf"
brew "gd"
brew "gettext"
brew "git"
brew "go"
brew "graphviz"
brew "grep"
brew "heroku/brew/heroku"
brew "highlight"
brew "htop"
brew "jemalloc"
brew "libevent"
brew "libidn"
brew "libssh"
brew "libssh2"
brew "libtool"
brew "libuv"
brew "libvterm"
brew "libxml2"
brew "libxslt"
brew "lua"
brew "markdown"
brew "mas"
brew "msgpack"
brew "mysql@5.7", restart_service: true, link: true
brew "neovim"
brew "node"
brew "nvm"
brew "oniguruma"
brew "openssl"
brew "postgresql", restart_service: true
brew "python"
brew "rbenv"
brew "rbenv-default-gems"
brew "readline"
brew "rename"
brew "ruby", link: true
brew "ruby-build"
brew "the_silver_searcher"
brew "tmate"
brew "tree"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
brew "vim"
brew "watch"
brew "watchman"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "1password"
cask "alfred"
cask "appcleaner"
cask "bartender"
cask "bitbar"
cask "controlplane"
cask "dash"
cask "dropbox"
cask "firefox"
cask "font-fira-code"
cask "google-backup-and-sync"
cask "google-chrome"
cask "google-cloud-sdk"
cask "imageoptim"
cask "iterm2"
cask "itsycal"
cask "java"
cask "kindle"
cask "lunar"
cask "oni"
cask "postman"
cask "sequel-pro"
cask "skitch"
cask "skype"
cask "slack"
cask "spectacle"
cask "spotify"
cask "telegram"
cask "the-unarchiver"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
mas "Amphetamine", id: 937984704
mas "Fluid Browser", id: 1077036385
mas "Notability", id: 736189492
mas "Todoist", id: 585829637
mas "Xcode", id: 497799835
