tap "caskroom/cask"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "neovim/neovim"
tap "universal-ctags/universal-ctags"
brew "asdf"
brew "bash"
brew "bash-completion"
brew "bat"
brew "cmake"
brew "coreutils"
brew "diff-so-fancy"
brew "doxygen"
brew "elixir"
brew "exercism"
brew "fontconfig"
brew "forego"
brew "freetype"
brew "fswatch"
brew "fx"
brew "fzf"
brew "gd"
brew "git"
brew "git-hooks"
brew "go"
brew "graphviz"
brew "grep"
brew "heroku/brew/heroku"
brew "highlight"
brew "htop"
brew "jemalloc"
brew "jq"
brew "libevent"
brew "libidn"
brew "libssh"
brew "libssh2"
brew "libtool"
brew "libuv"
brew "libvterm"
brew "libxml2"
brew "libxslt"
brew "lua"
brew "markdown"
brew "mas"
brew "msgpack"
brew "node"
brew "nvm"
brew "oniguruma"
brew "ossp-uuid"
brew "pinentry"
brew "postgresql", restart_service: true
brew "python"
brew "readline"
brew "rename"
brew "ruby"
brew "ruby-build"
brew "shellcheck"
brew "the_silver_searcher"
brew "tmate"
brew "tree"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
brew "vim"
brew "watch"
brew "watchman"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "alfred"
cask "appcleaner"
cask "bartender"
cask "bettertouchtool"
cask "bitbar"
cask "dash"
cask "divvy"
cask "firefox"
cask "font-fira-code"
cask "franz"
cask "google-backup-and-sync"
cask "google-chrome"
cask "google-cloud-sdk"
cask "gpg-suite-no-mail"
cask "grammarly"
cask "imageoptim"
cask "istat-menus"
cask "iterm2"
cask "keybase"
cask "kindle"
cask "krisp"
cask "licecap"
cask "ngrok"
cask "postico"
cask "postman"
cask "sequel-pro"
cask "skitch"
cask "slack"
cask "spectacle"
cask "spotify"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "zoomus"
mas "Amphetamine", id: 937984704
mas "Notability", id: 736189492
mas "Telephone", id: 406825478
mas "Xcode", id: 497799835
mas "com.inovize.fluid", id: 1077036385
